export const categories = [
  {
    id: '1',
    name: 'Розетки та вимикачі',
    subcategories: [
      { id: '101', name: 'Schneider Electric' },
      { id: '102', name: 'Hager' },
      { id: '103', name: 'Legrand' },
      { id: '104', name: 'ABB' },
      { id: '104', name: 'Viko' },
      { id: '104', name: 'Berker' },
      { id: '104', name: 'Bemis' },
      { id: '104', name: 'Giselt' },
    ],
  },
  {
    id: '2',
    name: 'Автоматичні вимикачі, УЗО',
  },
  {
    id: '3',
    name: 'Шини, клемники, клеми, гребінки',
  },
  {
    id: '4',
    name: 'Релейне обладнання',
  },
  {
    id: '5',
    name: 'Лючки та розеткові модулі',
  },
  {
    id: '6',
    name: 'Бокси під автомати (щити)',
  },
  {
    id: '7',
    name: 'Кабель, провід',
  },
  {
    id: '8',
    name: 'Ізолюючі матеріали та кріплення',
  },
  {
    id: '9',
    name: 'Терморегулятори',
  },
  {
    id: '10',
    name: 'Тепла підлога',
  },
  {
    id: '11',
    name: 'Коробки монтажні та розподільні',
  },
  {
    id: '12',
    name: 'Подовжувачі та колодки',
  },
  {
    id: '13',
    name: 'Освітлення',
  },
  {
    id: '14',
    name: 'Вентилятори',
  },
  {
    id: '15',
    name: 'Стабілізатори',
  },
  {
    id: '16',
    name: 'Вимірювальне обладнання та інструменти',
  },
];
