{
  "AboutUs": {
    "breadcrumbs": "О нас",
    "welcome": "Добро пожаловать на официальный сайт ООО “Электрическая Крепость”!",
    "officialDealer": "ООО “Электрическая Крепость” - официальный дилер по продаже оригинальной продукции мировых брендов электротоваров. Оптовая и розничная торговля.",
    "founded": "Организация была основана в феврале 2023 года. Основатель ООО “Электрическая Крепость”, предприниматель с 30-летним опытом работы в сфере бизнеса и управления - Наталья Владимировна Беспала. ООО “Электрическая Крепость” официально сотрудничает с такими брендами, как: Schneider Electric, Hager, Legrand, ABB, Viko, JUNG, Videx, Gira и другие.",
    "findHere": "У нас вы найдете такие виды электротоваров как:",
    "goodsTypes": [
      "кабель, провод;",
      "распределительные щиты; монтажные боксы;",
      "розетки и выключатели;",
      "светильники, лампы, прожекторы, светодиодные ленты и блоки питания;",
      "трансформаторы тока;",
      "автоматические выключатели;",
      "реле на оборудование;",
      "крепления разной характеристики;",
      "оборудование и линейная арматура для СИП;",
      "универсальный набор инструментов для электриков-монтажников;",
      "металлический лоток, кабель-канал, гофрированная труба."
    ],
    "attention": "! ВНИМАНИЕ !",
    "customOrders": "Мы также принимаем заявки на спец. заказы",
    "whyChooseUs": "Почему стоит выбрать именно “Электрическую Крепость”?",
    "bestInKharkiv": "Потому что мы лучшие в Харькове! Без преувеличений! Есть доказательства! Во-первых: мы сотрудничаем со всеми брендами ОФИЦИАЛЬНО, НАПРЯМУЮ! Во-вторых, многие годы подряд “Электрическая Крепость” входит в ТОП-5 по Украине по дилерской деятельности бренда Schneider Electric!",
    "continuousImprovement": "Мы постоянно развиваемся и совершенствуемся!",
    "beforeWar": "До начала полномасштабного вторжения основательница ООО “Электрическая Крепость” - Беспала Н.В., регулярно ездила в командировки с командой Schneider Electric Ukraine. Наталья Владимировна посещала заводы партнеров в Италии и Болгарии с целью обмена опытом, изучения новых технологий и инноваций, а также получения новых знаний.",
    "principle": "Наш принцип - «Электрическая крепость работает для людей и ради людей!»",
    "difference": "Что отличает ООО «Электрическая Крепость» от других?",
    "priority": "У нас в приоритете скорость и точность! Оформляя заказ с нами, вы экономите много времени, потому что продукция всегда есть в наличии на нашем складе; продукция на складе регулярно обновляется и пополняется.",
    "exclusiveItems": "Если вы хотите приобрести товар из эксклюзивных коллекций (редкую модель/цвет товара), которых временно нет в наличии, мы сможем достать это быстро!",
    "efficiency": "Для нас важна эффективность решения всех вопросов. Не беспокойтесь, мы найдем решение для каждого покупателя индивидуально!",
    "anyBudget": "Мы удовлетворим спрос клиента на любой чек!"
  },
  "Delivery": {
    "breadcrumbs": "Доставка и оплата",
    "title": "Доставка и оплата",
    "payment": "Оплата",
    "payment_options": "Онлайн-оплата картой, Google Pay или Apple Pay;Безналичный расчет;Наличными при получении;Наложенный платеж",
    "delivery": "Доставка",
    "delivery_options": "Новая Почта;Почтомат НП;Курьер НП;Укрпочта;Самовывоз",
    "how_it_works": "Как это работает?",
    "steps": "Выбрать товар;Указать данные для отправки;Выбрать способ доставки;Выбрать способ оплаты;Получить заказ"
  },
  "return_exchange": {
    "title": "Условия возврата и обмена",
    "subtitle": "Возврат товара возможен при соблюдении следующих условий:",
    "return_good_quality": "Возврат товара надлежащего качества",
    "good_quality_text": "Согласно ст.9 Закона Украины «О защите прав потребителей» потребитель имеет право в течение 14 дней заменить товар надлежащего качества на аналогичный, если товар не подошел по форме, габаритам, фасону, цвету или не может быть использован по назначению, но при условии если товар не использовался и сохранен его товарный вид, потребительские свойства, пломбы, заводская упаковка, документы. Если на момент обмена аналогичного товара нет в продаже, потребитель имеет право приобрести любые другие товары, или получить назад деньги в размере стоимости возвращенного товара, или обменять товар на аналогичный при первом же поступлении соответствующего товара в продажу. При возврате денег расчеты с потребителем проводятся исходя из стоимости товара на момент его покупки. Деньги возвращаются в течение семи дней. Требования потребителя рассматриваются только после уточнения фамилии заказчика и номера заказа, полной комплектации товара, заводской упаковки. Замена товара или возврат денег возможен только при соблюдении всех условий и процедур.",
    "denied_reasons": "Вам будет отказано в возврате или обмене товара, если:",
    "denied_conditions": {
      "used_item": "товар, который не имеет существенных недостатков, не является новым, то есть был в использовании;",
      "expired_time": "с момента покупки товара прошло более 14 дней;",
      "external_interference": "при проверке качества товара обнаружены признаки внешнего вмешательства (раскрытие, попытка ремонта) или нарушены другие условия гарантийного обслуживания;",
      "no_purchase_proof": "отсутствует документ, подтверждающий факт покупки товара;",
      "incomplete_item": "неполная комплектация товара."
    },
    "consumer_duties": "Согласно п.3 ст.4 Закона Украины «О защите прав потребителей» потребитель обязан:",
    "consumer_duties_list": {
      "read_manual": "перед началом эксплуатации товара внимательно ознакомиться с правилами эксплуатации, изложенными в предоставленной магазином документации на товар;",
      "get_explanation": "в случае необходимости получить разъяснение условий и правил использования товара – до начала использования товара обратиться за разъяснениями к продавцу;",
      "use_properly": "использовать товар согласно его целевому назначению и соблюдать условия (требования, нормы, правила), установленные производителем товара в эксплуатационной документации;",
      "follow_safety_rules": "в целях предотвращения негативных последствий – соблюдать предусмотренные производителем методы безопасности и предусмотренные эксплуатационной документацией специальные правила."
    },
    "return_exchange_process": {
      "process_description": "Возврат и замена товаров, отправленных интернет-магазином «ЭЛЕКТРИЧЕСКАЯ КРЕПОСТЬ» в разные города Украины, производится путем пересылки покупателем службами доставки, в частности «Новая Почта» и оплачивается покупателем.",
      "contact_before_return": "Перед отправкой товара покупатель должен связаться с представителем интернет-магазина, обсудить условия отправки и получить данные получателя груза (представителя интернет-магазина «ЭЛЕКТРИЧЕСКАЯ КРЕПОСТЬ»).",
      "refund_method": "Возврат денег осуществляется переводом на карту или на личный счет покупателя.",
      "return_shipping_cost": "В случае если причиной возврата или замены стала ненадлежащее качество товара, то оплату за обратную пересылку берет на себя магазин.",
      "good_quality_shipping_cost": "Если же приобретенный товар был надлежащего качества, но по какой-то причине не подошел покупателю, то обратную отправку оплачивает покупатель."
    },
    "return_bad_quality": {
      "title": "Возврат товара ненадлежащего качества",
      "bad_quality_text": "Согласно ст.8 Закона Украины «О защите прав потребителей» при обнаружении существенных недостатков, возникших по вине производителя товара, в течение гарантийного срока потребитель имеет право на замену товара или возврат денег. Существенным недостатком, согласно п.12 ст.1 Закона Украины «О защите прав потребителей», считается недостаток, который делает невозможным или недопустимым использование товара в соответствии с его целевым назначением, возник по вине производителя, после его устранения проявляется снова по причинам, не зависящим от потребителя и при этом наделен хотя бы одним из следующих признаков:",
      "bad_quality_conditions": {
        "non_repairable": "а) он вообще не может быть устранен;",
        "long_repair_time": "б) на его устранение требуется более четырнадцати календарных дней;",
        "different_from_contract": "в) он делает товар существенно другим, чем предусмотрено в договоре."
      },
      "satisfaction_process": "Требование потребителя о замене товара подлежит немедленному удовлетворению при его наличии, а в случае его отсутствия – в двухмесячный срок с момента подачи заявления. Сроки могут изменяться от условий, вызванных форс-мажорными обстоятельствами. Если удовлетворить требование в установленный срок невозможно, то потребитель имеет право по своему выбору требовать замены товара с недостатками на другой товар другой марки (модели) надлежащего качества с соответствующим пересчетом цены или возврата денег. Требования потребителя о возврате денег подлежат удовлетворению в течение семи дней. Расчет с потребителем в случае повышения цены на товар выполняется – исходя из стоимости товара на момент его покупки.",
      "expertise_process": "В случае возникновения разногласий относительно качества или причин возникновения недостатков, интернет-магазин имеет право провести независимую экспертизу за свой счет. Покупатель может участвовать в экспертизе и оспорить ее решение в суде. Если в результате экспертизы установлено, что недостатки товара возникли по вине Покупателя, то Покупатель обязан возместить Интернет-магазину стоимость экспертизы, а также связанные с ее проведением расходы на транспортировку и хранение товара."
    },
    "technical_specs_note": "Внимание! Технические характеристики товаров могут изменяться в зависимости от партии."
  },

  "footer": {
    "contacts": "Контакты",
    "customers": "Клиентам",
    "paymentMethods": "Способы оплаты:",
    "deliveryPayment": "Доставка и оплата",
    "returnPolicy": "Возврат и обмен",
    "publicOffer": "Публичная оферта",
    "privacyPolicy": "Политика конфиденциальности",
    "allRightsReserved": "Интернет-магазин электротоваров Все права защищены"
  },
  "advantages": {
    "title": "Наши преимущества",
    "storage": "Собственный склад и самый большой ассортимент",
    "individual": "Индивидуальный подход",
    "fastProcessing": "Быстрая обработка заказов",
    "wholesalePrices": "Оптовые цены",
    "officialRepresentative": "Официальный представитель ведущих производителей электрической продукции",
    "additionalDiscounts": "Дополнительные скидки для электриков"
  },
  "textSection": {
    "title": "Интернет магазин “Electrychna Fortecia”",
    "intro": "место, где каждый может подобрать электро товары для дома...",
    "productIntro": "Электротехническая продукция представлена широким ассортиментом, среди которого:",
    "products": "LED – Освещение; Освещение; Автоматика и защитное оборудование; Интернет магазин аккумуляторов и батареек; Вентиляция; Выключатели и розетки; Зарядные станции для электромобилей; Изделия для монтажа; Кабель, провод; Удлинители, колодки, вилки и разъемы; Щиты распределительные",
    "callToAction": "Звоните и делайте заказ уже сегодня."
  }
}
