{
  "AboutUs": {
    "breadcrumbs": "Про нас",
    "welcome": "Вітаємо вас на офіційному сайті ТОВ “Електрична Фортеця”!",
    "officialDealer": "ТОВ “Електрична Фортеця”- є офіційним дилером з продажу оригінальної продукції від світових брендів електротоварів. Оптова та роздрібна торгівля.",
    "founded": "Організація була заснована у лютому 2023 року. Засновниця ТОВ “Електричної Фортеці”, підприємиця з 30 річним досвідом роботи у сфері підприємництва та управління- Беспала Наталія Володимирівна. ТОВ “Електрична Фортеця” офіційно співпрацює з такими брендами як: Schneider Electric, Hager, Legrand, ABB, Viko, JUNG, Videx, Gira та інші.",
    "findHere": "В нас ви знайдете такі види електротоварів як:",
    "goodsTypes": [
      "кабель, провід;",
      "розподільчі щити; монтажні бокси;",
      "розетки та вимикачі;",
      "світильники, лампи, прожектори, світлодіодні стрічки та блоки живлення;",
      "трансформатори струму;",
      "автоматичні вимикачі;",
      "реле на обладнання;",
      "кріплення різної характеристики;",
      "обладнання та лінійна фурнітура для СІП;",
      "універсальний набір інструментів для електриків-монтажників;",
      "металевий лоток, кабель-канал, труба гофрована."
    ],
    "attention": "! УВАГА !",
    "customOrders": "Ми також приймаємо заявки на спец. замовлення",
    "whyChooseUs": "Чому обирати варто, саме “Електричну Фортецю”?",
    "bestInKharkiv": "Тому що, ми найкращі у Харкові! Без перебільшення! Цьому є дійсні підтвердження! По-перше: ми співпрацюємо з усіма брендами ОФІЦІЙНО, НАПРЯМУ! По-друге, багато років поспіль, “Електрична Фортеця” посідає рейтинг ТОП 5 СЕРЕД УСІХ МІСТ УКРАЇНИ з дилерської діяльності бренду Schneider Electric!",
    "continuousImprovement": "Ми постійно розвиваємося та вдосконалюємося!",
    "beforeWar": "До початку повномасштабного вторгнення, засновниця ТОВ “Електрична Фортеця ” - Беспала Н.В., регулярно їздила у відрядження разом із командою Schneider Electric Ukraine. Наталія Володимирівна у складі групи, відвідала заводи партнерів у таких країнах як Італія та Болгарія, з метою обміну досвідом, вивчення нових технологій та інновацій та отримання нових знань.",
    "principle": "Наш принцип - «Електрична фортеця працює для людей та заради людей!»",
    "difference": "Що відрізняє ТОВ «Електричну Фортецю» від інших?",
    "priority": "У нас в пріоритеті швидкість та точність! Оформлюючи замовлення з нами, ви заощаджуєте багато часу, тому що продукція завжди є у наявності на нашому особистому складі; продукція на складі регулярно оновлюється та поповнюється.",
    "exclusiveItems": "Якщо ви захочете придбати товар з ексклюзивних колекцій (рідкісну модель/колір товару), яких тимчасово не буде в наявності - ми зможемо дістати це швидко!",
    "efficiency": "Також, для нас важлива ефективність вирішення усіх питань. Не переймайтеся, ми знайдемо рішення для кожного покупця індивідуально!",
    "anyBudget": "Ми задовільнимо попит клієнта на будь-який чек!"
  },
  "Delivery": {
    "breadcrumbs": "Доставка і оплата",
    "title": "Доставка і оплата",
    "payment": "Оплата",
    "payment_options": "Онлайн-оплата карткою, Google Pay або Apple Pay;Безготівковий;Готівкою при отриманні;Накладений платіж",
    "delivery": "Доставка",
    "delivery_options": "Нова Пошта;Поштомат НП;Кур'єр НП;Укрпошта;Самовивіз",
    "how_it_works": "Як це працює?",
    "steps": "Обрати товар;Вказати дані для відправки;Обрати спосіб доставки;Обрати спосіб оплати;Отримати замовлення"
  },

  "return_exchange": {
    "title": "Умови повернення та обміну",
    "subtitle": "Повернення товару можливе при дотриманні наступних умов:",
    "return_good_quality": "Повернення товару належної якості",
    "good_quality_text": "Згідно ст.9 Закону України «Про захист прав споживачів» споживач має право протягом 14 днів, замінити товар належної якості на аналогічний, якщо товар не підійшов за формою, габаритами, фасоном, кольором або не може бути використаний за призначенням, але за умови якщо товар не використовувався і збережено його товарний вигляд, споживчі властивості, пломби, заводська упаковка, документи. Якщо на момент обміну аналогічного товару немає у продажу, споживач має право придбати будь-які інші товари, або одержати назад гроші у розмірі вартості повернутого товару, або обміняти товар на аналогічний при першому ж надходженні відповідного товару в продаж. При поверненні грошей розрахунки із споживачем проводяться виходячи з вартості товару на момент його покупки. Гроші повертаються упродовж семи днів. Вимоги споживача розглядаються лише після уточнення прізвища замовника і номера замовлення, повної комплектації товару, заводської упаковки. Заміна товару або повернення грошей можлива тільки при дотриманні всіх умов і процедур.",
    "denied_reasons": "Вам буде відмовлено в заміні товару або повернення грошей, якщо:",
    "denied_conditions": {
      "used_item": "товар, який не має суттєвих недоліків, не є новим, тобто був у використанні;",
      "expired_time": "з моменту придбання товару пройшло більше 14 днів;",
      "external_interference": "при перевірці якості товару виявлені ознаки стороннього втручання (розкриття, спроба ремонту) або порушені інші умови гарантійного обслуговування;",
      "no_purchase_proof": "відсутній документ, що підтверджує факт купівлі товару;",
      "incomplete_item": "неповна комплектація товару."
    },
    "consumer_duties": "Згідно з п.3 ст.4 Закону України «Про захист прав споживачів» споживач зобов’язаний:",
    "consumer_duties_list": {
      "read_manual": "перед початком експлуатації товару уважно ознайомитися з правилами експлуатації, викладеними в наданій магазином документації на товар;",
      "get_explanation": "у разі необхідності отримати роз’яснення умов та правил використання товару – до початку використання товару звернутися за роз’ясненнями до продавця;",
      "use_properly": "користуватися товаром згідно з його цільовим призначенням та дотримуватися умов (вимог, норм, правил), встановлених виробником товару в експлуатаційній документації;",
      "follow_safety_rules": "з метою запобігання негативних наслідків – дотримуватися передбачених виробником методів безпеки та передбачених експлуатаційною документацією спеціальних правил."
    },
    "return_exchange_process": {
      "process_description": "Повернення і заміна товарів відправлених інтернет-магазином «ЕЛЕКТРИЧНА ФОРТЕЦЯ» в різні міста України проводиться шляхом пересилання покупцем службами доставки, зокрема «Нова Пошта» та оплачується покупцем.",
      "contact_before_return": "Перед відправкою товару покупець повинен зв’язатися з представником інтернет-магазину, обговорити умови відправки і отримати дані одержувача вантажу (представника інтернет-магазину «ЕЛЕКТРИЧНА ФОРТЕЦЯ»).",
      "refund_method": "Повернення грошей здійснюється переказом на карту або на особистий рахунок покупця.",
      "return_shipping_cost": "У разі коли причиною повернення або заміни стала неналежна якість товару, то оплату за зворотну пересилку бере на себе магазин.",
      "good_quality_shipping_cost": "Якщо ж придбаний товар був належної якості, але з якоїсь причини не підійшов покупцеві, то зворотню відправку оплачує покупець."
    },
    "return_bad_quality": {
      "title": "Повернення товару неналежної якості",
      "bad_quality_text": "Згідно ст.8 Закону України «Про захист прав споживачів» при виявленні істотних недоліків, які виникли з вини виробника товару, протягом гарантійного терміну споживач має право на заміну товару або повернення грошей. Істотним недоліком, згідно п.12 ст.1 Закону України «Про захист прав споживачів», вважається недолік, який робить неможливим чи недопустимим використання товару відповідно до його цільового призначення, який виник з вини виробника, після його усунення проявляється знову з незалежних від споживача причин і при цьому наділений хоча б однією з таких ознак:",
      "bad_quality_conditions": {
        "non_repairable": "а) він взагалі не може бути усунутий;",
        "long_repair_time": "б) на його усунення потребує понад чотирнадцять календарних днів;",
        "different_from_contract": "в) він робить товар суттєво іншим, ніж передбачено в договорі."
      },
      "satisfaction_process": "Вимога споживача про заміну товару підлягає негайному задоволенню за його наявності, а в разі його відсутності – у двомісячний строк з моменту подання заяви. Терміни можуть змінюватися від умов, викликаних форс-мажорними обставинами. Якщо задовольнити вимогу у встановлений строк неможливо, то споживач має право на свій вибір вимагати заміни товару з недоліками на інший товар іншої марки (моделі) належної якості з відповідним перерахуванням ціни або повернення грошей. Вимоги споживача про повернення грошей підлягають задоволенню упродовж семи днів. Розрахунок із споживачем у разі підвищення ціни на товар виконується – виходячи з вартості товару на момент його покупки.",
      "expertise_process": "У разі виникнення розбіжностей щодо якості або причин виникнення недоліків, інтернет-магазин має право провести незалежну експертизу за свій рахунок. Покупець може брати участь в експертизі та оскаржити її рішення в суді. Якщо в результаті експертизи встановлено, що недоліки товару виникли з вини Покупця, то Покупець зобов’язаний відшкодувати Інтернет-магазину вартість експертизи, а також пов’язані з її проведенням витрати на транспортування і зберігання товару."
    },
    "technical_specs_note": "Увага! Технічні характеристики товарів можуть змінюватись в залежності від партії."
  },

  "footer": {
    "contacts": "Контакти",
    "customers": "Клієнтам",
    "paymentMethods": "Способи оплати:",
    "deliveryPayment": "Доставка і оплата",
    "returnPolicy": "Повернення та обмін",
    "publicOffer": "Публічна оферта",
    "privacyPolicy": "Політика конфіденційності",
    "allRightsReserved": "Інтернет-магазин електротоварів Всі права захищені"
  },
  "advantages": {
    "title": "Наші переваги",
    "storage": "Власний склад та найбільший асортимент",
    "individual": "Індивідуальний підхід",
    "fastProcessing": "Швидка обробка замовлень",
    "wholesalePrices": "Оптові ціни",
    "officialRepresentative": "Офіційний представник провідних виробників електричної продукції",
    "additionalDiscounts": "Додаткові знижки для електриків"
  },
  "textSection": {
    "title": "Інтернет магазин “Electrychna Fortecia”",
    "intro": "місце, де кожен може підібрати електротовари для дому...",
    "productIntro": "Електротехнічна продукція представлена широким асортиментом, серед якого:",
    "products": "LED – Освітлення; Освітлення; Автоматика та захисне обладнання; Інтернет магазин акумуляторів і батарейок; Вентиляція; Вимикачі та розетки; Зарядні станції для електромобілів; Вироби для монтажу; Кабель, дріт; Подовжувачі, колодки, вилки та роз’єми; Щити розподільні",
    "callToAction": "Телефонуйте і робіть замовлення вже сьогодні."
  }
}
