import Container from '@/components/Container/Container';
import ContentContainer from '@/components/Container/ContentContainer';
import TextContainer from '@/components/Container/TextContainer';
import Section from '@/components/Section/Section';
import SectionTitle from '@/components/Section/SectionTitle/SectionTitle';
import SidebarWithAttachments from '@/components/Sidebar/SidebarWithAttachments';
import Breadcrumbs from '@/components/Breadcrumb/Breadcrumbs';
import Text from '@/components/Text/Text';

function Page() {
  const breadcrambsItens = [{ name: 'Повернення та обмін' }];
  return (
    <Container className="flex">
      <SidebarWithAttachments showFilters={false} />
      <ContentContainer>
        <Breadcrumbs items={breadcrambsItens} />
        <Section>
          <SectionTitle
            title={
              <span className=" flex flex-col">
                Умови повернення та обміну
                <span className=" text-base mt-4 laptop:text-mid laptop:font-normal laptop:mt-0">
                  Повернення товару можливе при дотриманні наступних умов:
                </span>
              </span>
            }
            className="mb-6 laptop:mb-[10px]"
          />
          <TextContainer>
            <h2 className=" text-md font-bold mb-6">
              Повернення товару належної якості.
            </h2>
            <Text className="mb-8">
              Згідно ст.9 Закону України «Про захист прав споживачів» споживач
              має право протягом 14 днів, замінити товар належної якості на
              аналогічний, якщо товар не підійшов за формою, габаритами,
              фасоном, кольором або не може бути використаний за призначенням,
              але за умови якщо товар не використовувався і збережено його
              товарний вигляд, споживчі властивості, пломби, заводська упаковка,
              документи. Якщо на момент обміну аналогічного товару немає у
              продажу, споживач має право придбати будь-які інші товари, або
              одержати назад гроші у розмірі вартості повернутого товару, або
              обміняти товар на аналогічний при першому ж надходженні
              відповідного товару в продаж. При поверненні грошей розрахунки із
              споживачем проводяться виходячи з вартості товару на момент його
              покупки. Гроші повертаються упродовж семи днів. Вимоги споживача
              розглядаються лише після уточнення прізвища замовника і номера
              замовлення, повної комплектації товару, заводської упаковки.
              Заміна товару або повернення грошей можлива тільки при дотриманні
              всіх умов і процедур.
            </Text>
            <h2 className=" text-md font-bold mb-6">
              Вам буде відмовлено в заміні товару або повернення грошей, якщо:
            </h2>
            <ul className=" list-disc list-inside">
              <li>
                товар, який не має суттєвих недоліків, не є новим, тобто був у
                використанні;
              </li>
              <li>з моменту придбання товару пройшло більше 14 днів;</li>
              <li>
                при перевірці якості товару виявлені ознаки стороннього
                втручання (розкриття, спроба ремонту) або порушені інші умови
                гарантійного обслуговування;
              </li>
              <li>
                відсутній документ, що підтверджує факт купівлі товару або;
              </li>
              <li>неповна комплектація товару.</li>
            </ul>
            <p>
              Звертаємо також Вашу увагу, що згідно з п.3 ст.4 Закону України
              «Про захист прав споживачів» споживач зобов’язаний:
            </p>
            <ol>
              <li>
                1) перед початком експлуатації товару уважно ознайомитися з
                правилами експлуатації, викладеними в наданій магазином
                документації на товар;
              </li>
              <li>
                2) у разі необхідності отримати роз’яснення умов та правил
                використання товару – до початку використання товару звернутися
                за роз’ясненнями до продавця;
              </li>
              <li>
                3) користуватися товаром згідно з його цільовим призначенням та
                дотримуватися умов (вимог, норм, правил), встановлених
                виробником товару в експлуатаційній документації;
              </li>
              <li>
                4) з метою запобігання негативних, для споживача наслідкам, щодо
                використання товару – дотримуватися передбачених виробником в
                товарі методів безпеки та передбачених експлуатаційною
                документацією спеціальних правил, а в разі відсутності таких
                правил в документації – дотримуватися звичайних зрозумілих
                методів безпеки, встановлених для товарів такого роду.
              </li>
            </ol>
            <Text>
              Повернення і заміна товарів відправлених інтернет-магазином
              «ЕЛЕКТРИЧНА ФОРТЕЦЯ» в різні міста України проводиться шляхом
              пересилання покупцем службами доставки, зокрема «Нова Пошта» та
              оплачується покупцем.
            </Text>
            <Text>
              Перед відправкою товару покупець повинен зв’язатися з
              представником інтернет-магазину, обговорити умови відправки і
              отримати дані одержувача вантажу (представника інтернет-магазину
              «ЕЛЕКТРИЧНА ФОРТЕЦЯ»).
            </Text>
            <Text>
              Повернення грошей здійснюється переказом на карту або на особистий
              рахунок покупця.
            </Text>
            <Text>
              У разі коли причиною повернення або заміни стала неналежна якість
              товару, то оплату за зворотну пересилку бере на себе магазин.
            </Text>
            <Text className="mb-8">
              Якщо ж придбаний товар був належної якості, але з якоїсь причини
              не підійшов покупцеві, то зворотню відправку оплачує покупець
            </Text>
            <h2 className=" text-md font-bold mb-6">
              Повернення товару неналежної якості
            </h2>
            <Text>
              Згідно ст.8 Закону України «Про захист прав споживачів» при
              виявленні істотних недоліків, які виникли з вини виробника товару,
              протягом гарантійного терміну споживач має право на заміну товару
              або повернення грошей. Істотним недоліком, згідно п.12 ст.1 Закону
              України «Про захист прав споживачів», вважається недолік, який
              робить неможливим чи недопустимим використання товару відповідно
              до його цільового призначення, який виник з вини виробника, після
              його усунення проявляється знову з незалежних від споживача причин
              і при цьому наділений хоча б однією з таких ознак:
            </Text>
            <ol>
              <li>а) він взагалі не може бути усунутий;</li>
              <li>
                б) на його усунення потребує понад чотирнадцять календарних
                днів;
              </li>
              <li>
                в) він робить товар суттєво іншим, ніж передбачено в договорі
              </li>
            </ol>
            <Text>
              Вимога споживача про заміну товару підлягає негайному задоволенню
              за його наявності, а в разі його відсутності – у двомісячний строк
              з моменту подання заяви. Терміни можуть змінюватися від умов,
              викликаних форс-мажорними обставинами. Якщо задовольнити вимогу у
              встановлений строк неможливо, то споживач має право на свій вибір
              вимагати заміни товару з недоліками на інший товар іншої марки
              (моделі) належної якості з відповідним перерахуванням ціни або
              повернення грошей. Вимоги споживача про повернення грошей
              підлягають задоволенню упродовж семи днів. Розрахунок із
              споживачем у разі підвищення ціни на товар виконується – виходячи
              з вартості товару на момент його покупки.
            </Text>
            <Text>
              У разі виникнення розбіжностей щодо якості або причин виникнення
              недоліків, інтернет-магазин має право провести незалежну
              експертизу за свій рахунок. Покупець може брати участь в
              експертизі та оскаржити її рішення в суді. Якщо в результаті
              експертизи встановлено, що недоліки товару виникли з вини Покупця,
              то Покупець зобов’язаний відшкодувати Інтернет-магазину вартість
              експертизи, а також пов’язані з її проведенням витрати на
              транспортування і зберігання товару.
            </Text>
            <Text>
              Увага! Технічні характеристики товарів можуть змінюватись в
              залежності від партії.
            </Text>
          </TextContainer>
        </Section>
      </ContentContainer>
    </Container>
  );
}

export default Page;
