import Breadcrumbs from '@/components/Breadcrumb/Breadcrumbs';
import Container from '@/components/Container/Container';
import ContentContainer from '@/components/Container/ContentContainer';
import TextContainer from '@/components/Container/TextContainer';
import Section from '@/components/Section/Section';
import SectionTitle from '@/components/Section/SectionTitle/SectionTitle';
import SidebarWithAttachments from '@/components/Sidebar/SidebarWithAttachments';
import Text from '@/components/Text/Text';
import React from 'react';

function Page() {
  const links = [{ name: 'Політика конфіденційності' }];
  return (
    <Container className="flex">
      <SidebarWithAttachments showFilters={false} />
      <ContentContainer>
        <Breadcrumbs items={links} />
        <Section>
          <SectionTitle
            className="mb-[10px]"
            title="Політика конфіденційності інформації та персональних даних користувача"
          />
          <TextContainer>
            <Text className="mb-5">
              Положення Політики конфіденційності інформації та персональних
              даних (далі «Політика конфіденційності») стосуються інформації
              будь-якого типу яку інтернет-магазин має можливість отримати про
              Користувача під час використання ним програм, товарів та
              продуктів, що представлені в магазині.
            </Text>
            <Text className="mb-5 font-bold">1. ВИЗНАЧЕННЯ</Text>
            <Text>
              1.1. Політика конфіденційності оперує наступними визначеннями:
            </Text>
            <Text className="mb-0">
              1.1.1. «Адміністрація інтернет-магазину» (далі Адміністрація).
              Співробітники, що контролюють та керують ресурсами
              інтернет-магазину. А саме: представляють інтереси та діють від
              імені інтернет-магазину, оброблюють, та організують процес обробки
              персональних даних, які було надано Користувачем, а також
              визначають цілі подібної обробки, склад та тип даних, що
              підлягають обробці.
            </Text>
            <Text>
              1.1.2. «Персональні дані». Інформація будь-якого типу, та її
              частина, що має пряме чи опосередковане відношення до визначеної,
              чи такої, що визначається, особи.
            </Text>
            <Text>
              1.1.3. «Обробка персональних даних». Всі види дій с персональними
              даними Користувача, та сукупність таких дій (також тих, що
              потребують використання автоматизованих приладів). До переліку
              таких дій належать: систематизація, збір, накопичення, зберігання,
              а також уточнення (оновлення, та, у випадку необхідності,
              змінення), використання, вилучення, передача, блокування,
              видалення, або повне знищення персональних даних.
            </Text>
            <Text>
              1.1.4. «Конфіденційність персональних даних». Вимога, обов’язкова
              до дотримання представниками Адміністрації інтернет-магазина, а
              також іншими особами, що отримали доступ до персональних даних
              Користувача. Також це вимога не допускати розповсюдження таких
              даних без попереднього отримання згоди Користувача (суб’єкт
              персональних даних) чи без інших законних підстав.
            </Text>
            <Text>
              1.1.5. «Користувач». Особа, що отримала доступ до веб-сайту
              інтернет-магазину через мережу Інтернет, та використовує ресурси і
              можливості інтернет-магазина.
            </Text>
            <Text>
              1.1.6. «Cookies». Невеликий об’єм інформації (даних), що
              відправляє та зберігає на комп’ютері Користувача мережевий сервер.
              Веб-браузер чи веб-клієнт щоразу пересилає її веб-серверу через
              HTTP-запит, коли намагається відкрити сторінку сайту.
            </Text>
            <Text>
              1.1.7. «IP-адреса». Мережева унікальна адреса вузла в комп’ютерній
              мережі, що збудована за принципами IP–протоколу.
            </Text>
            <Text className="mb-5 mt-5 font-bold">2. ЗАГАЛЬНІ ПОЛОЖЕННЯ</Text>
            <Text>
              2.1. Використовуючи у власних цілях сайт цього інтернет-магазину,
              Користувач визнає свою повну згоду з положеннями Політики
              конфіденційності, та з умовами обробки персональної інформації
              (даних).
            </Text>
            <Text>
              2.2. Якщо Користувач не згоден з усіма, або з окремими умовами, що
              викладені у Політиці конфіденційності, він має припинити
              користатись послугами інтернет-магазину.
            </Text>
            <Text>
              2.3. Положення Політики конфіденційності застосовуються виключно
              щодо цього інтернет-магазину. Адміністрація не контролює та не
              несе відповідальності за інформацію та послуги третіх осіб, на які
              Користувач має можливість зайти через відповідні
              інтернет-посилання, представлені на сторінках даного
              інтернет-магазину.
            </Text>
            <Text>
              2.4. Адміністрація не проводить перевірку на достовірність
              персональних даних, що надає Користувач.
            </Text>
            <Text className="mb-5 mt-5 font-bold">
              3. ПРО ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
            </Text>
            <Text>
              3.1.  Положення Політики конфіденційності визначають зобов’язання
              Адміністрації інтернет-магазина, які стосуються нерозголошення та
              конфіденційності особистих даних, наданих Користувачем. Таку
              інформацію (дані) Адміністрація може запросити у Користувача для
              оформлення реєстрації на сайті інтернет-магазину або для
              оформлення замовлення на купівлю Товару, який представлену в
              інтернет-магазині.
            </Text>
            <Text>
              3.2. Персональна інформація Користувача, яка може
              використовуватись та оброблятись відповідно до положень цієї
              Політики конфіденційності, має вноситись Користувачем до
              реєстраційної форми на сайті інтернет-магазину. Перелік
              персональних даних, що мають вноситись до такої форми:
            </Text>
            <Text>3.2.1. Прізвище, Ім’я, по-батькові;</Text>
            <Text>3.2.2. контактний телефон;</Text>
            <Text>3.2.3. електронна адреса;</Text>
            <Text>
              3.2.4. адреса, на яку доставляється Товар, придбаний в
              інтернет-магазині Користувачем;
            </Text>
            <Text>3.2.5. місце проживання Користувача.</Text>
            <Text>
              3.3. Адміністрація інтернет-магазину проводить всі можливі заходи
              з метою збереження наступної конфіденційної інформації
              Користувача:
            </Text>
            <Text>IP-адреса</Text>
            <Text>Cookies</Text>
            <Text>Відомості про браузер</Text>
            <Text>Час доступу до сайту інтернет-магазину.</Text>
            <Text>
              3.3.1. Відмова від функції збереження cookies може привести до
              обмеження доступу до окремих розділів інтернет-магазину, наприклад
              тих, що потребують авторизації.
            </Text>
            <Text>
              3.3.2. Інтернет-магазин збирає статистику по IP-адресам
              користувачів та відвідувачів. Зібрані дані можуть знадобитись
              представникам Адміністрації для виявлення та усунення можливих
              технічних помилок, а також для контролю за дотриманням законності
              фінансових платежів, які проводяться за допомогою ресурсів
              інтернет-магазину.
            </Text>
            <Text>
              3.4. Будь-які дані, що не були окремо обумовлені раніше (історія
              покупок, відомості про операційну систему користувача і т.ін.),
              повинні бути надійно захищені.  Окрім того, вони не підлягають
              розповсюдженню, за виключенням умов, що вказані в пунктах 5.2 та
              5.3 положень цієї Політики конфіденційності.
            </Text>
            <Text className="mb-5 mt-5 font-bold">
              4. МЕТА ЗБОРУ ПЕРСОНАЛЬНИХ ДАНИХ КОРИСТУВАЧА
            </Text>
            <Text>
              4.1. Персональна інформація (дані), надані Користувачем,
              представники Адміністрації інтернет-магазину можуть
              використовувати:
            </Text>
            <Text>
              4.1.1. Задля точної ідентифікації Користувача, який пройшов
              реєстрацію на веб-сайті інтернет-магазину;
            </Text>
            <Text>
              4.1.2. забезпечення доступу Користувача до ресурсів цього
              інтернет-магазину;
            </Text>
            <Text>
              4.1.3. встановлення та підтримання з Користувачем зворотного
              зв’язку. Це стосується: направлення інформаційних повідомлень,
              запитів про використання ресурсів інтернет-магазину, запитів про
              надання послуг, а також обробки інших запитів Користувача.
            </Text>
            <Text>
              4.1.4. визначення місцезнаходження Користувача з метою поліпшення
              безпеки під час використання ресурсів та можливостей
              інтернет-магазину; для запобігання та захисту від випадків
              шахрайства.
            </Text>
            <Text>
              4.1.5. підтвердження повноти та достовірності даних, що надав
              Користувач.
            </Text>
            <Text>
              4.1.6. створення облікового запису (акаунту), необхідного для
              оформлення замовлень та здійснення покупок. Лише за умови згоди на
              це з боку Користувача.
            </Text>
            <Text>
              4.1.7. надання Користувачу інформації про стан оформленого ним
              замовлення.
            </Text>
            <Text>
              4.1.8. обробки та прийому платежів, підтвердження податкових
              пільг, податків, а також для оскарження платежів (якщо потрібно),
              для визначення прав на оформлення кредиту.
            </Text>
            <Text>
              4.1.9. надання Користувачу ефективної клієнтської та технічної
              підтримки у випадку виникнення проблем, пов’язаних з використанням
              сайту даного інтернет-магазину.
            </Text>
            <Text>
              4.1.10. надання Користувачу (з його згоди), інформації про
              оновлення товарів, про спеціальні пропозиції, ціни, а також для
              розсилки новин та інших матеріалів від імені інтернет-магазину,
              або від імені партнерів даного інтернет-магазину.
            </Text>
            <Text>
              4.1.11. проведення рекламних акцій та іншої рекламної діяльності
              (зі згоди Користувача).
            </Text>
            <Text>
              4.1.12. надання доступу Користувачу до сайтів і сервісів партнерів
              даного інтернет-магазину.
            </Text>
            <Text className="mb-5 mt-5 font-bold">
              5. СПОСОБИ ТА СТРОКИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ
            </Text>
            <Text>
              5.1. Обробка персональної інформації (даних), наданої
              Користувачем, проводиться без обмеження строків будь-якими
              законними методами (якщо потрібно, із застосуванням
              автоматизованих засобів збору даних чи без цього).
            </Text>
            <Text>
              5.2. Користувач дає згоду на те, що представники Адміністрації
              інтернет-магазину залишають за собою право передавати персональні
              дані третім особам. Це стосується: кур’єрських служб, організацій
              поштового зв’язку та ін. Ці дані можуть передаватись третім особам
              виключно з метою виконання замовлення, оформленого Користувачем в
              інтернет-магазині (в тому числі для доставки Товару).
            </Text>
            <Text>
              5.3. Персональна інформація Користувача може буди надана
              представникам державної влади. Але виключно на підставах діючого
              законодавства.
            </Text>
            <Text>
              5.4. У випадку втрати чи розголошення персональної інформації
              Користувача, Адміністрація інтернет-магазину зобов’язується
              проінформувати про це Користувача.
            </Text>
            <Text>
              5.5. Адміністрація інтернет-магазину зобов’язується застосувати
              всі можливі заходи задля забезпечення захисту персональних даних
              Користувача від протизаконного або випадкового доступу,
              пошкодження, знищення, блокування та інших протиправних дій з боку
              третіх осіб.
            </Text>
            <Text>
              5.6. Адміністрація інтернет-магазину застосовує всі можливі заходи
              з метою запобігання збитків та інших негативних наслідків, що
              можуть бути спричинені втратою чи розголошенням персональної
              інформації Користувача.
            </Text>
            <Text className="mb-5 mt-5 font-bold">
              6. ПРО ЗОБОВ&apos;ЯЗАННЯ СТОРІН
            </Text>
            <Text>6.1.  Користувач погоджується що зобов’язаний:</Text>
            <Text>
              6.1.1. Надавати достовірну інформацію про свої персональні дані,
              які можуть знадобитися для надання послуг інтернет-магазину.
            </Text>
            <Text>
              6.1.2. Оновлювати та доповнювати надані персональні відомості,
              якщо вони змінювалися.
            </Text>
            <Text>6.2. Адміністрація інтернет-магазина зобов’язується:</Text>
            <Text>
              6.2.1. Використовувати інформацію, що була надана Користувачем,
              виключно в цілях, обумовлених п.4 положень даної Політики
              конфіденційності.
            </Text>
            <Text>
              6.2.2. Забезпечити надійне зберігання інформації, запобігти її
              розголосу без отримання на те дозволу з боку Користувача у
              письмовій формі, не продавати, не обмінювати, не допускати
              опублікування, або розголошення іншим чином персональної
              інформації (даних), наданих Користувачем. Окрім випадків,
              передбачених пунктами 5.2 та 5.3 цієї політики Конфіденційності.
            </Text>
            <Text>
              6.2.3. Уживати всі можливі заходи з метою забезпечення та
              збереження конфіденційності персональної інформації (даних),
              наданих Користувачем.
            </Text>
            <Text>
              6.2.4. Блокувати персональні дані, що стосуються Користувача,
              одразу з моменту отримання звернення чи запиту від нього (або від
              законного представника Користувача, в тому числі органу з контролю
              за захистом персональних даних).
            </Text>
            <Text className="mb-5 mt-5 font-bold">
              7. ПРО ВІДПОВІДАЛЬНІСТЬ СТОРІН
            </Text>
            <Text>
              7.1. Якщо Адміністрація інтернет-магазину не виконала
              зобов’язання, взяті на себе, вона несе повну відповідальність  з
              відшкодування збитків, спричинених Користувачу в зв’язку
              незаконним використанням його персональної інформації.
            </Text>
            <Text>
              7.2. У випадку втрати чи розголошення конфіденційних даних
              Користувача, Адміністрація не несе відповідальності, якщо ці дані:
            </Text>
            <Text>7.2.1. стали публічно доступні раніше;</Text>
            <Text>
              7.2.2. отримані від третіх осіб до того, як були отримані
              представниками Адміністрації цього інтернет-магазину;
            </Text>
            <Text>
              7.2.3. розголошена з дозволу Користувача або його законного
              представника.
            </Text>
            <Text className="mb-5 mt-5 font-bold">
              8. ПОРЯДОК ВІРІШЕННЯ СПОРІВ, ЩА ВИНКАЮТЬ МІЖ СТОРОНАМИ
            </Text>
            <Text>
              8.1. До того, як звертатися до суду з позовом, з метою вирішення
              спору між Користувачем та Адміністрацією, Сторони зобов’язуються
              передати претензії у письмовому виді та надати письмову пропозицію
              про врегулювання спору.
            </Text>
            <Text>
              8.2. Отримувач претензії має протягом 30 (тридцяти) календарних
              діб з цього моменту письмово повідомити заявника про результат
              розгляду претензії.
            </Text>
            <Text>
              8.3. Якщо згоди між сторонами не вдалося досягнути і спір не було
              вирішено, він (спір) передається до суду де розглядається у
              встановленому законом порядку.
            </Text>
            <Text>
              8.4. До положень Політики конфіденційності та стосунків, що
              виникають між Користувачем та Адміністрацією, застосовуються норми
              діючого законодавства.
            </Text>
            <Text className="mb-5 mt-5 font-bold">9. ДОДАТКОВІ ПОЛОЖЕННЯ</Text>
            <Text>
              9.1. Адміністрація інтернет-магазина залишає за собою право
              вносити зміни в положення даної Політики конфіденційності без
              отримання на те згоди з боку Користувача.
            </Text>
            <Text>
              9.2. Нова Політика конфіденційності вступає в дію лише з моменту
              її розміщення на сайті даного інтернет-магазину (якщо інше не
              вказано в новій редакції Політики конфіденційності).
            </Text>
            <Text>
              9.3. Всі питання й пропозиції відносно цієї Політики
              конфіденційності можуть направлятися через відповідний розділ
              веб-сайту даного інтернет-магазину.
            </Text>
            <Text>
              9.4. Діючі положення Політики конфіденційності розміщені на
              веб-сайті інтернет-магазину.
            </Text>
          </TextContainer>
        </Section>
      </ContentContainer>
    </Container>
  );
}

export default Page;
