import PageBredcramb from '@/components/Breadcrumb/PageBredcramb';
import Container from '@/components/Container/Container';
import DeliverySectionTitle from '@/components/Delivery/DeliverySectionTitle';
import DeliveryStagesSection from '@/components/Delivery/DeliveryStagesSection';
import DeliveryStages from '@/components/Delivery/DeliveryStagesSection';
import DeliveryTextSection from '@/components/Delivery/DeliveryTextSection';
import DeliveryTopSection from '@/components/Delivery/DeliveryTopSection';
import DeliveryTop from '@/components/Delivery/DeliveryTopSection';

function Page() {
  return (
    <Container>
      <PageBredcramb />
      <DeliveryTopSection />
      <DeliverySectionTitle className=" mb-6">
        Як це працює?
      </DeliverySectionTitle>
      <DeliveryStagesSection />
      <DeliveryTextSection title="Про доставку">
        Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
        трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
        марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові.{' '}
      </DeliveryTextSection>
      <DeliveryTextSection title="Про оплату">
        Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
        трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
        марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові.{' '}
      </DeliveryTextSection>
      <DeliveryTextSection title="Політика повернення та обміну">
        Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
        трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
        марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові.
      </DeliveryTextSection>
    </Container>
  );
}

export default Page;
