import PageBredcramb from '@/components/Breadcrumb/PageBredcramb';
import Container from '@/components/Container/Container';
import DeliverySectionTitle from '@/components/Delivery/DeliverySectionTitle';
import DeliveryStages from '@/components/Delivery/DeliveryStages';
import DeliveryTop from '@/components/Delivery/DeliveryTop';

function Page() {
  return (
    <Container>
      <PageBredcramb />
      <DeliveryTop />
      <DeliverySectionTitle className=" mb-6">
        Як це працює?
      </DeliverySectionTitle>
      <DeliveryStages />
      <DeliverySectionTitle className=" mb-3">
        Про доставку
      </DeliverySectionTitle>
      <div>
        Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
        трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
        марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові.{' '}
      </div>
      <DeliverySectionTitle className=" mb-3">Про оплату</DeliverySectionTitle>
      <div>
        Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
        трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
        марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові.{' '}
      </div>
      <DeliverySectionTitle className=" mb-3">
        Політика повернення та обміну
      </DeliverySectionTitle>
      <div className="pb-[42px]">
        Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
        трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
        марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові. Був смажень, і швимкі яски Спіралили в кружві, І марамулькали
        псашки, Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві,
        І марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
        Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був смажень,
        і швимкі яски Спіралили в кружві, І марамулькали псашки, Як трулі
        долові.
      </div>
    </Container>
  );
}

export default Page;
