import PageBredcramb from '@/components/Breadcrumb/PageBredcramb';
import Container from '@/components/Container/Container';
import ContentContainer from '@/components/Container/ContentContainer';
import DeliveryStagesSection from '@/components/Delivery/DeliveryStagesSection';
import DeliveryTextSection from '@/components/Delivery/DeliveryTextSection';
import DeliveryTopSection from '@/components/Delivery/DeliveryTopSection';
import SectionTitle from '@/components/Section/SectionTitle/SectionTitle';
import SidebarWithAttachments from '@/components/Sidebar/SidebarWithAttachments';

function Page() {
  return (
    <Container className="flex">
      <SidebarWithAttachments />
      <ContentContainer>
        <PageBredcramb />
        <div className=" ">
          <SectionTitle title="Доставка і оплата" className=" mt-6 mb-[60px]" />
        </div>
        <DeliveryTopSection />
        <DeliveryStagesSection />
        <DeliveryTextSection title="Про доставку">
          Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки,
          Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові.{' '}
        </DeliveryTextSection>
        <DeliveryTextSection title="Про оплату">
          Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки,
          Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові.{' '}
        </DeliveryTextSection>
        <DeliveryTextSection title="Політика повернення та обміну">
          Був смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки,
          Як трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові. Був
          смажень, і швимкі яски Спіралили в кружві, І марамулькали псашки, Як
          трулі долові. Був смажень, і швимкі яски Спіралили в кружві, І
          марамулькали псашки, Як трулі долові. Був смажень, і швимкі яски
          Спіралили в кружві, І марамулькали псашки, Як трулі долові.
        </DeliveryTextSection>
      </ContentContainer>
    </Container>
  );
}

export default Page;
